Repository: common-repository/smallpay
Catalog: lang/smallpay-*.po
Languages: it_it

source: ) and insert your credit card! You will be charged on the first day of each month until the due date.
it_it: ) e inserisci la tua carta di credito! Le rate ti saranno addebitate il primo giorno di ogni mese fino alla scadenza.

source: All Payment Methods
it_it: Tutti i metodi di pagamento

source: Allow your customers to pay in installments
it_it: Consenti ai tuoi clienti di effettuare pagamenti rateali

source: Amount
it_it: Importo

source: Choose the number of installments
it_it: Scegli il numero di rate

source: Completed inst. (%s)
it_it: Pagamento rateale completato (%s)

source: Completed transactions
it_it: Transazioni completate

source: contract terms and conditions
it_it: condizioni contrattuali

source: Credit card
it_it: Carta di credito

source: Download your contract
it_it: Scarica il tuo contratto

source: Enable second price range
it_it: Abilita la seconda fascia di prezzo

source: Enable SmallPay payment module.
it_it: Abilita il modulo di pagamento SmallPay

source: Enable third price range
it_it: Abilita la terza fascia di prezzo

source: Enable/Disable
it_it: Attiva/Disattiva

source: Error while retrieving installments info from Smallpay
it_it: Errore durante il recupero delle informazioni sulle rate da Smallpay

source: First payment
it_it: Primo pagamento

source: first price range
it_it: prima fascia di prezzi

source: for the installment plan with SmallPay
it_it: per il piano rateale con SmallPay

source: From this page you can enter the general configurations of the module. We remind you to enable the individual products you wish to offer with installment payment directly from the product tab.
it_it: Da questa pagina è possibile inserire le configurazioni generali del modulo. Ti ricordiamo di abilitare i singoli prodotti che vorrai offrire con pagamento rateale direttamente dalla scheda prodotto.

source: I confirm that I have read and accepted the
it_it: Confermo di aver letto e accetto le

source: Installment categories
it_it: Categorie rateizzabili

source: Installment n°
it_it: Rata n°

source: Installment of
it_it: Rate del

source: INSTALLMENT PAYMENT AVAILABLE
it_it: PRODOTTO RATEIZZABILE

source: Installment payment completed
it_it: Pagamento rateale completato

source: Installment payment in progress
it_it: Pag. rateale in corso

source: Installment payment in progress (%s)
it_it: Pagamento rateale in corso (%s)

source: Installment price
it_it: Prezzo rata

source: Installments
it_it: Rate

source: installments
it_it: rate

source: Installments Information
it_it: Informazioni sul piano rateale

source: Invalid hashPass
it_it: HashPass non valido

source: Invalid max amount.
it_it: Importo massimo non valido.

source: Invalid min amount.
it_it: Importo minimo non valido.

source: Invalid min amount. Must be greater than
it_it: Importo minimo non valido. Deve essere maggiore di

source: Last Installment
it_it: Ultima rata

source: Maximum number of installments
it_it: Numero massimo di rate

source: Maximum number of installments selected invalid.
it_it: Numero massimo di rate selezionato non valido.

source: Merchant ID
it_it: ID Merchant

source: Minimum number of installments
it_it: Numero minimo di rate

source: Minimum number of installments selected invalid.
it_it: Numero minimo di rate selezionato non valido.

source: Missing installments info
it_it: Info sulle rate mancanti

source: Number of installments selected invalid
it_it: Numero di rate selezionate non valido

source: Official SmallPay plugin.
it_it: Plugin ufficiale SmallPay

source: Open transactions
it_it: Transazioni aperte

source: Order creation status
it_it: Stato creazione ordine

source: Order status at creation
it_it: Stato dell'ordine al momento della creazione

source: Order status completed
it_it: Stato ordine completato

source: Order status upon completion of installment payments
it_it: Stato dell'ordine al momento del completamento dei pagamenti rateali

source: Paid
it_it: Pagato

source: Pay by credit card via SmallPay
it_it: Paga con carta di credito tramite SmallPay

source: Payment Date
it_it: Data di Pagamento

source: Payment details
it_it: Dettagli di pagamento

source: Payment in installments
it_it: Pagamento rateale

source: Payment Method
it_it: Metodo di pagamento

source: Please verify Smallpay credentials
it_it: Verificare le credenziali di Smallpay

source: Price range from - €
it_it: Fascia di prezzo da - €

source: Price range to - €
it_it: Fascia di prezzo a - €

source: product available in
it_it: Prodotto acquistabile in

source: Provided by SmallPay
it_it: Fornito da SmallPay

source: Request format not valid
it_it: Formato richiesta non valido

source: Scheduled date
it_it: Data programmata

source: second price range
it_it: seconda fascia di prezzi

source: Select all categories on which you want to enable installment payments
it_it: Seleziona tutte le categorie su cui vuoi abilitare il pagamento rateale

source: Select the maximum number of installments for products in the cart.
it_it: Seleziona il massimo numero di rate per i prodotti nel carrello.

source: Select the minimum number of installments for products in the cart.
it_it: Seleziona il minimo numero di rate per i prodotti nel carrello.

source: Service ID
it_it: ID Servizio

source: Settings
it_it: Impostazioni

source: Single solution
it_it: Unica soluzione

source: SmallPay Gateway configurations
it_it: Configurazioni Gateway SmallPay

source: SmallPay is inactive because WooCommerce is not installed.
it_it: SmallPay è inattivo perche WooCommerce non è installato

source: Smallpay options
it_it: Opzioni Smallpay

source: Split the payment amount, choose the number of installments (from
it_it: Rateizza l'importo, scegli il numero di rate (da

source: Status of installment transactions
it_it: Stato delle transazioni rateali

source: Thank you for your purchase. However, the transaction has been declined.
it_it: Grazie per l'acquisto. Tuttavia, la transazione è stata rifiutata.

source: The first payment wasn't made or the transaction was unsuccessful
it_it: Il primo pagamento non è stato effettuato o la transazione non è andata a buon fine

source: The maximum value of products for which installment payment can be made.
it_it: L'importo massimo dei prodotti per cui è possibile effettuare il pagamento rateale

source: The minimum value of products for which installment payment can be made.
it_it: L'importo minimo dei prodotti per cui è possibile effettuare il pagamento rateale

source: third price range
it_it: terza fascia di prezzi

source: to
it_it: a

source: Total
it_it: Totale

source: Transactions with issues
it_it: Transazioni con problemi

source: Unique ID
it_it: ID Unico

source: Using this configurator you can set up categories of installment products with their price ranges and number of installments
it_it: Usando questo configuratore puoi impostare categorie di prodotti rateizzabili con relative fasce di prezzo e numero di rate

source: you can pay this product in
it_it: Potrai pagare questo prodotto in

source: You chose to make the payment in a single solution of €
it_it: Hai scelto di pagare in un unica soluzione di €

source: You will be able to pay for your order in installments
it_it: Potrai pagare il tuo ordine in modo rateale

source: Your installment plan will be as follows:
it_it: Il tuo piano rateale sarà il seguente:
